app/controllers/posts_controller.rb

def create
	@post = Post.new(params[:post].permit(:title, :text))

	if @post.save
---
INSERT INTO "posts" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Sat, 07 Sep 2013 09:49:46 UTC +00:00], ["text", "first"], ["title", "new post"], ["updated_at", Sat, 07 Sep 2013 09:49:46 UTC +00:00]]